Repository: MohammadAlghafari/ArachnoIT
Catalog: lib/presentation/localization/l10n/app_*.arb
Languages: ar

source: Platform
ar: منصة

source: Login into your account
ar: تسجيل الدخول الى حسابك

# forgot_password
source: Forget your password?
ar: هل نسيت كلمة السر؟

source: Sign up for an account?
ar: إنشاء حساب جديد ؟

source: Login
ar: تسجيل دخول

source: Register New
ar: تسجيل جديد

source: Account
ar: حساب

source: Choose account type:
ar: اختر حسابك:

source: Please select account type
ar: يرجى اختيار نوع حسابك

source: Individual
ar: فرد

source: Enterprise
ar: مؤسسة

# business_info
source: An account for Enterprises or companies that provide health services
ar: حساب من اجل المؤسسات او الشركات التي توفر خدمات صحية

# individual_info
source: An account for healthcare providers whether they are doctors, pharmacists, students in medical fields … etc
ar: حساب من اجل مقدمي الرعاية الصحية الذين هم اطباء و صيادلة و طلاب الطب …الخ

# patient_interest_in_the_healthCare_world
source: Patient interested in the healthCare world
ar: مريض أو مهتم بعالم العناية بالصحة

source: Doctor, dentist, pharmacist, Hospital, laboratory, company, student, etc.
ar: طبيب, طبيب اسنان, صيدلي, لديك مشفى، مخبر أو شركة طبية, طالب, الخ.

# register_as_a_health_care_provider
source: Register as HealthCare Provider
ar: تسجيل كمقدم رعاية صحية

source: Register as User
ar: تسجيل كمستخدم

source: Next
ar: التالي

# register_new_account
source: Register New Account As
ar: إنشاء حساب جديد ك

# your_personal_information
source: Personal information
ar: المعلومات الشخصية

source: First name
ar: الاسم الأول

source: First name:
ar: الاسم الأول:

source: Last name
ar: الكنية

source: Last name:
ar: الكنية:

# touch_point_name
source: Your Touch Point Name
ar: اسم نقطة الوصول

# touch_point_name_
source: Your Touch Point Name:
ar: اسم نقطة الوصول:

# licence_to_practice_is_recommended_to_use
source: *Your full name on the license to practice should be used.
ar: *يرجى استخدام الاسم الكامل بشكل مطابق لترخيص مزاولة المهنة او البطاقة الجامعية.

# trade_licence_is_recommended_to_use
source: *Company name on official license is recommended to use.
ar: *يجب استخدام اسم المؤسسة تماما كما هو في رخصة المؤسسة.

source: Date of Birth
ar: تاريخ الميلاد

source: Date of Birth:
ar: تاريخ الميلاد:

# date_create_enterprise
source: Date of Establishment
ar: تاريخ إنشاء المؤسسة

# date_create_enterprise_
source: Date of Establishment:
ar: تاريخ إنشاء المؤسسة:

source: Qualification
ar: المؤهلات العلمية

source: Qualification:
ar: المؤهل العلمي:

source: Type
ar: الاختصاص

source: Type:
ar: الاختصاص:

source: Speciality
ar: الفرع

source: Speciality:
ar: الفرع:

source: Gender:
ar: الجنس:

source: Male
ar: ذكر

source: Female
ar: انثى

source: Contact information
ar: معلومات التواصل

source: Email
ar: البريد الالكتروني

source: Email:
ar: البريد الالكتروني:

source: Country
ar: الدولة

source: Country:
ar: الدولة:

source: City
ar: المدينة

source: City:
ar: المدينة:

source: Mobile
ar: الموبايل

source: Mobile:
ar: الموبايل:

source: Code
ar: الكود

source: Security Information
ar: معلومات الحماية

source: Password
ar: كلمة السر

source: Password:
ar: كلمة السر:

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirm Password:
ar: تأكيد كلمة السر:

source: Please agree to our terms to continue
ar: يرجى الموافقة عالشروط والخصوصية للمتابعة

source: Register
ar: تسجيل

source: This field is required
ar: يرجى ملئ هذا الحقل

# email_invalid
source: Please Enter a valid email
ar: يرجى ادخال ايميل صحيح

# mobile_invalid
source: Please Enter a valid number
ar: يرجى ادخال رقم صحيح

# touch_name_invalid
source: Touch point name must be at least 5 letters
ar: يجب ان يكون اسم نقطة الوصول على الاقل 5 محارف

# password_invalid
source: Password must be at least 5 letters with 1 number
ar: كلمة المرور يجب أن تحتوي على الاقل 5 محارف ورقم واحد

# data_error
source: There is an error in data, please try again
ar: يوجد خطأ في البيانات المدخلة، يرجى المحاولة من جديد

# server_error
source: The server is not exists, please try again later
ar: يوجد خطأ بالمخدم يرجى المحاولة لاحقاً

# user_error
source: Error happened try again
ar: لقد حدث خطا اعد المحاولة مرة اخرة

# touch_name_error
source: This name already exist
ar: هذا الاسم موجود مسبقاً

# email_error
source: This email already exist
ar: هذا البريد الإلكتروني موجود مسبقاً

# mobile_error
source: This phone number is already exist
ar: يرجى ادخال رقم صحيح

source: Password not match
ar: كلمة السر غير متطابقة

# wrong_password_or_user_name
source: Wrong email or password
ar: يوجد خطأ في كلمة السر أو البريد الالكتروني

# please_choose_your_type_first
source: please choose your specification first
ar: يرجى تحديد الاختصاص اولاً

# choose_your_country_first
source: Please choose your country first
ar: يرجى تحديد الدولة أولاً

source: VERIFICATION
ar: التأكيد

# otp_has_been_sent_to_you_on_your_email_phone_please_enter_it_below
source: Activation code has been sent to you on your email. Please enter it below
ar: تم ارسال كود التفعيل على البريد الاكتروني المدخل يرجى التأكد من بريدكم الالكتروني وادخال كود التفعيل في الحقل

# re_register_start
source: Didn't receive the code? check your email spelling and re
ar: لم يصل كود التفعيل بعد ؟ الرجاء

# re_register_middle
source: register
ar: اعادة التسجيل

# re_register_end
source: again.
ar: والتأكد من صحة الايميل المدخل.

source: Resend Activation Code
ar: اعادة ارسال كود التفعيل

source: Back to home
ar: العودة إلى الصفحة الرئيسية

# re_send_activation_code
source: Activation code has been sent to you on your email successfully
ar: لقد تم ارسال كود التفعيل على البريد الالكتروني المدخل بنجاح

# wrong_activation_code
source: you have entered wrong activation code
ar: لقد ادخلت كود تفعيل خاطئ

# need_verification
source: your account is not verified please verify it to login
ar: نعتذر… حسابك غير مفعل بعد يرجى التأكد من تفعيل الحساب

# account_locked
source: Your account is currently locked by administrator
ar: نعتذر… فقد تم ايقاف حسابك من قبل الادارة

# please_verify
source: Your email is registered you just need to activate it !
ar: بريدك الالكتروني مسجل لدينا يجب عليك تفعيل الحساب فقط !

source: Activate your account
ar: فعل حسابك

source: OR
ar: أو

source: Loading...
ar: ...جاري التحميل

source: New Password
ar: كلمة السر الجديدة

source: Change password
ar: تغيير كلمة السر

# reset_password
source: Reset Your Password:
ar: اعادة تعيين كلمة المرور:

source: CANCEL
ar: إلغاء

source: SUBMIT
ar: موافق

source: Please Choose Language:
ar: الرجاء اختيار اللغة:

source: English
ar: الانكليزية

source: Arabic
ar: العربية

source: Change Your Password
ar: غير كلمة السر الخاصة بك

source: Current Password
ar: كلمة السر الحالية

# new_password_cannot_match_old_password
source: your current password cannot be used as a new password
ar: لا يمكنك استخدام كلمة المرور السابقة ك كلمة سر جديدة

source: General
ar: عامة

# profile
source: My Profile
ar: صفحتي الشخصية

source: Home
ar: الرئيسية

source: Groups
ar: المجموعات

source: Discover
ar: استكشاف

source: Providers
ar: مقدمي رعاية

source: Search
ar: البحث

# favourite
source: Favorite
ar: المفضلة

source: Chat
ar: المحادثات

source: Settings
ar: الاعدادت

source: Pending list
ar: قائمة قيد الانتظار

# language
source: Choose Language
ar: اختيار اللغة

source: Active Sessions
ar: الجلسات النشطة

source: My interests
ar: اهتماماتي

source: Other
ar: اخرى

# about_health_in_touch
source: About arachnoit
ar: حول arachnoit

source: User Manual
ar: دليل المستخدم

source: Sign up
ar: انشاء حساب

source: Change your currently password with a new one
ar: تغيير كلمة السر الحالية بكلمة سر جديدة

source: Enable Fingerprint Authentication
ar: تفعيل مصادقة البصمة

source: Add your fingerprint to lock the app with it
ar: قم باضافة بصمتك ل قفل التطبيق عن طريقها

source: Authentication
ar: مصادقة

source: Security
ar: حماية

source: Place your finger on the device home button to verify your identity
ar: يرجى وضع الاصبع على حساس البصمة للتأكد من هويتك

source: fingerprint added!
ar: تم اضافة البصمة!

source: Scan Your Fingerprint To Get Access
ar: قم بمسح اصبعك للسماح بالوصول

source: You can download the user manual and specification platform from here:
ar: يمكنك تحميل مواصفات المنصة ودليل المستخدم من الروابط التالية:

source: Specification Platform
ar: مواصفات المنصة

source: Logout
ar: تسجيل الخروج

source: Current Session
ar: الجلسة الحالية

source: Active Session
ar: الجلسات النشطة

source: Report
ar: إبلاغ

source: Patents
ar: براءة اختراع

source: Department
ar: الاقسام

source: Status
ar: الحالة

source: Approved
ar: مقبول

source: Pending Approval
ar: بانتظار القبول

source: Leave
ar: مغادرة

source: Accept
ar: قبول

# success_to_remove_member
source: Success remove member
ar: تم الحذف بنجاح

source: Success to invite member
ar: تمة الدعوة بنجاح

# error_to_invite_member
source: failure to invite member
ar: فشلت الدعوة

# error_to_remove_member
source: error remove member
ar: حدث خطا الرجاء اعادة المحاولة

source: Group Information
ar: معلمومات المجموعة

source: Name
ar: الأسم

source: Category
ar: التصنيف الاساسي

source: Categories
ar: التصنيف

source: SubCategory
ar: التصنيف الفرعي

source: MainGroup
ar: المجموعة الاساسية

source: Public
ar: عامة

source: Private
ar: خاص

source: Closed
ar: مغلقة

source: Encoded
ar: مشفر

source: Save group
ar: حفظ المجموعة

source: Edit group
ar: تعديل المجموعة

source: Add group
ar: اضافة مجموعة

source: Group privacy
ar: خصوصية المجموعة

# public_content
source: public groups can be found in search,and every person can see its content,and can see members of the group.
ar: يمكن العثور على المجموعات العامة في البحث ،ويمكن لكل شخص الاطلاع على محتواها،ويمكنه رؤية أعضاء المجموعة.

# closed_content
source: Closed groups can be found in search,but no one can see its content,or see members of the group.
ar: يمكن العثور على مجموعات مغلقة في البحث،ولكن لا يمكن لأحد رؤية محتواها،أو رؤية أعضاء المجموعة.

# private_content
source: Private groups can not be found in search,and no one can see its content,or see members of the group.
ar: لا يمكن العثور على مجموعات خاصة في البحث،ولا يمكن لأحد رؤية محتواها،أو رؤية أعضاء المجموعة.

# encoded_content
source: Group members see each others as symbols not names.only admin distinguish members name this way eliminates embarrassment in health groups like group therapy.
ar: اعضاء المجموعة يرون بعضهم البعض كرموز لا أسماء،المشرف الوحيد الذي يميز بين الأعضاء بهذه الطريقة يزيل الضعف في المحموعات الصحية مثل العلاج الجماعي.

source: Gallery
ar: المعرض

source: Camera
ar: كاميرا

source: Delete Image
ar: حذف الصورة

source: Delete Group
ar: حذف المجموعة

source: Sub Group
ar: المجموعات الفرعية

source: Invite
ar: دعوة

source: Remove
ar: حذف

source: Pending
ar: قيد الانتظار

source: Invite Friend
ar: دعوة صديق

source: Group Members
ar: أعضاء المجموعة

source: Invite Members
ar: دعوة أعضاء

source: Members
ar: أعضاء

# questionAndAnswer
source: Q&A
ar: الأسئلة

source: Blogs
ar: المدونات

# chats
source: Chat
ar: محادثة

source: Please select category
ar: يجب اختيار التصنيف الاساسي اولا

source: Join
ar: انضمام

source: Ok
ar: نعم

source: Inject
ar: رفض

source: More option
ar: المزيد من الخيارات

source: Admin
ar: مدير

source: Editor
ar: محرر

source: Coordinator
ar: منسق

source: User
ar: مستخدم

source: Add Permission
ar: اضافة صلاحيات

source: No members yet
ar: لايوجد اعضاء بعد

# process_success
source: The operation successed
ar: العملية نجحت

# process_failure
source: The operation failed
ar: العملية فشلت

source: UnFollow
ar: الغاء المتابعة

# unFavoriteList
source: Do you sure you want to unFavorite
ar: هل انت متاكد من انك تريد الغاء

# favoriteList
source: from list favorites
ar: من قائمة المفضلين

source: UnFavorite
ar: ازالة من المفضلة

# please_check_member_type
source: please check member permission
ar: يجب ان تختار صلاحيات الشخص المدعو

# idleText
source: refresh
ar: تحديث

# releaseText
source: do you want refreshing
ar: هل تريد تحديث البيانات

# completeText
source: refresh completed
ar: تم التحديث بنجاح

# failedText
source: refresh failure
ar: فشل التحديث

# refreshingText
source: refreshing
ar: يتم التحديث

source: Public Group
ar: المجموعات العامة

source: My Group
ar: مجموعاتي

source: See All
ar: رؤية الكل

source: followers
ar: المتابعون

source: services
ar: الخدمات

source: posts
ar: المنشورات

source: Full name in arabic
ar: الاسم الكامل بالعربي

source: Last name in english
ar: الاسم الاخير بالانكليزي

source: First name in english
ar: الاسم الاول بالانكليزي

source: About
ar: تعريف عن نفسك

source: Sub qualification
ar: الاختصاص الفرعي

source: Save
ar: حفظ

source: Address
ar: العنوان

source: Land line
ar: الهاتف الارضي

source: No address
ar: لا يوجد عنوان

source: Social media
ar: وسائل التواصل الاجتماعي

source: Location
ar: الموقع

source: Go
ar: الذهاب الى الموقع

source: Edit social medial info
ar: تعديل معلومات التواصل الاجتماعي

source: Face book
ar: فيس بوك

source: instagram
ar: انستغرام

source: telegram
ar: تلجرام

source: Whatsapp
ar: وتس اب

source: Twitter
ar: تويتر

source: Youtube
ar: يوتيوب

source: Licenses
ar: التراخيص

source: Lectures
ar: محاضرات

source: Certificate
ar: الشهادات

source: Experience
ar: الخبرات

source: Projects
ar: المشاريع

source: Educations
ar: التعليم

source: Courses
ar: الدورات

source: Skills
ar: المهارات

source: Language Skills
ar: اللفات المدعومة

source: Show more
ar: عرض المزيد

source: license item name
ar: اسم الترخبص

source: Lecture item name
ar: اسم المحاضرة

source: Certificate item name
ar: اسم الشهادة

source: Experience item name
ar: اسم الخبرة

source: Projects item name
ar: اسم المشروع

source: Educations item name
ar: اسم المستوى التعليمي

source: Courses item name
ar: اسم الدورة

source: Skills item name
ar: اسم الخبرة

source: language_skills item name
ar: اسم اللغة

source: No detail
ar: لا يوجد تفاصيل

source: Add New License
ar: إضافة ترخيص

source: Update License
ar: تعديل الترخيص

source: Filed title
ar: اضافة عنوان

source: Description
ar: الوصف..

source: File
ar: إضافة ملف

source: Files
ar: إضافة ملفات

source: Description title
ar: عنوان الوصف

source: Add New Lecture
ar: اضاقة محاضرة جديدة

source: Update Lecture
ar: تعديل المحاضرة

source: Add New Certificate
ar: اضافة شهادة جديدة

source: Update Certificate
ar: تعديل الشهادة

source: Add New Experience
ar: اضافة خبرة جديدة

source: Update Experience
ar: تعديل الخبرة

source: Add New Projects
ar: اضافة مشروع جديد

source: Update Projects
ar: تعديل المشروع

source: Add New Educations
ar: اضافة مستوى تعليمي

source: Update Educations
ar: تعديل المستوى التعليمي

source: Add New Courses
ar: اضافة درس جديد

source: Update Courses
ar: تعديل الدرس

source: Add New Skills
ar: اضافة مهارة

source: Update Skills
ar: تعديل المهارة

source: Add New Language Skills
ar: اضافة لغة جديدة

# update_language_skills
source: Add New Language Skills
ar: تعديل المهارة الغوية

source: Lecture title
ar: عنوان المحاضرة

source: Company
ar: المؤسسة

source: Url
ar: رابط الملف

source: Path
ar: المسار

source: Link
ar: الرابط

source: details
ar: التفاصيل

source: Jop title
ar: اسم العمل

source: Project name
ar: اسم المشروع

source: Grade
ar: المرتية

source: Degree
ar: الدرجة العلمية

source: School
ar: المدرسة

source: Field of study
ar: مجال الدراسة

source: Date
ar: التاريخ

source: Place
ar: الموقع

source: Skill name
ar: اسم المهارة

source: Level
ar: مستوى اللغة

source: Choose language
ar: تحديد المستوى

source: Following
ar: متابعة

source: Info
ar: المعلومات

source: Edit basic info
ar: تعديل المعلومات الاساسية

source: Edit contact info
ar: تعديل معلومات الاتصال

source: Duration
ar: المدة الزمنية

source: Item detail
ar: تفاصيل العنصر

source: Photo
ar: صورة

source: Photos
ar: الصور

source: Videos
ar: الفديوهات

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: No expire date
ar: لم تنهتي بعد

source: Start date
ar: وقت البداية

source: Expire date
ar: وقت انتهاء

source: Add item
ar: إضافة عنصر جديد

source: There is not yet
ar: لايوجد معطيات بعد اتقر للتحديث

source: Message encoded group
ar: ستظهر أسماء الاعضاء بشكل مشفر ضمن هذا الغروب،وذلك لحفظ الخصوصية وتجنب الاحراج

source: All Group
ar: كل المجموعات

source: All
ar: الجميع

source: Creater
ar: المنشى

source: Copy
ar: نسخ

source: Share
ar: مشاركة

source: Fav
ar: مفضلة

source: Useful
ar: مفيد

source: Comments
ar: التعليقات

source: Emphasis
ar: تاكيد

source: answers
ar: الاجوبة

source: attachments
ar: المرفقات

source: More options
ar: المزيد من الخيارات

source: Edit question
ar: تعديل السؤال

source: Delete question
ar: حذف السؤال

source: Report about this question
ar: الإبلاغ عن هذا السؤال

source: Add report please
ar: يجب إضافةإبلاغ اولا

source: Share question link
ar: مشاركة السؤال

source: Anonymous
ar: مجهول

source: activity on this sub category
ar: نشاط على هذه الفئة الفرعية

# write_comment
source: Wirte comment
ar: اكتب تعليق

source: Write report
ar: اكتب تقرير

# we_will_show_you_more_activity_from_the_sub_category_you_pick
source: we'll show you more activity from the sub category you pick
ar: سنعرض لك المزيد من النشاط من الفئة الفرعية التي تختارها

source: Do you need delete item
ar: هل تريد حذف العنصر

source: Please
ar: رجاء

source: to your account
ar: الى حسابك

source: You Are Invited
ar: انت مدعو للانضمام

source: Failure to fetch posts
ar: حدث خطا ما

source: No mobile number
ar: لا يوجد رقم موبايل

# no_land_line
source: No land line number
ar: لا يوجد رقم ارضي

source: Please add title
ar: قم باضافة العنوان

source: please add description
ar: قم باضافة الوصف

source: check your internet connection
ar: تاكد من جودة الانترنت ثم اعد المحاولة

# add_file
source: Please add `file
ar: قم باضافة الملف

source: Add company
ar: اضف المؤسسة

source: Add path
ar: اضف المسار

source: Add end time
ar: اضف وقت الانتهاء

source: Add start time
ar: اضف وقت البدء

source: please select language level
ar: قم بتحديد مستوى اللغة

source: please select language
ar: قم بتحديد اللغة

source: please select location
ar: الرجاء قم بتحديد الموقع

source: please Add
ar: رجاء قم باضافة

source: Vote People
ar: تقيمات الاشخاص

source: copy your profile link from your facebook profile page
ar: انسخ رابط حسابك الفيس يوك من ملفك الشخصي

source: copy your profile link from your instagram profilePage
ar: انسخ رابط حسابك الانستغرام من ملفك الشخصي

source: copy your telegram username from your telegram profile page
ar: اضف اسمك الشخصي من ملفك الشخصي في التغلرام

source: add your phone number
ar: اضف رقم الهاتف الجوال

source: copy your twitter name from your twitter profile page without @sympol
ar: انسخ رابط حسابك التويتر من ملفك الشخصي من دون ان تنسخ رمز @

source: copy your channel link from your youtube profile page
ar: اضف رابط قناتك على اليوتيوب

# admin_permissions
source: Admin will have all permission: . Add/Edit/Delete Question . Add/Edit/Delete Blog . Delete Comment/Replay/Answer . Edit/Delete Group . Display Name . Invite/Remove Members
ar: مدير سوف يملك الصلاحيات: . اضافة/تعديل/حذف سوال . اضافة/تعديل/حذف مدونة . حذف تعليق/اعادة/جواب . تعديل/حذف مجموعة . عرض الأسم . دعوة/حذف اعضاء

# editor_permissions
source: Editor will have all permission: . Add/Edit/Delete Question . Add/Edit/Delete Blog . Delete Comment/Replay/Answer
ar: محرر سوف يملك الصلاحيات: . اضافة/تعديل/حذف سوال . اضافة/تعديل/حذف مدونة . حذف تعليق/اعادة/جواب

# coordinator_permissions
source: Coordinator will have all permission: . Display Name . Invite/Remove Members
ar: منسق سوف يملك الصلاحيات: . عرض الأسم . دعوة/حذف اعضاء

# user_permissions
source: User will have all permission: . Ask Question
ar: مستخدم سوف يملك الصلاحيات: . اضافة سوال

# only_health_care_can_set_emphasis
source: Only health care providers can set emphasis
ar: يمكن فقط لمقدمي الرعاية الصحية من وضع نجمة توكيد

source: Your question title
ar: عنوان سؤالك

source: Your question details
ar: تفاصيل سؤالك

source: ADD TAGS
ar: اضف وسم

source: Upload attachment
ar: تحميل المرفق

# this_question_is_seen_only_health_care
source: This question is seen only by healthCare providers
ar: هذا السؤال سيظهر فقط لمقدمي الرعاية الصحية

source: Ask anonymously
ar: اضافة السؤال كمجهول

source: Ask
ar: اضافة سؤال

source: Add Question
ar: اضافة سؤال

source: Category cannot be empty
ar: التصنيف لا يجب ان يكون فارغا

source: SubCategory cannot be empty
ar: التصنيف الفرعي لا يجب ان يكون فارغا

source: Question title should be more than 10 characters
ar: عنوان سؤالك يجب ان يزيد عن 10 احرف

source: Question Details should be more than 10 characters
ar: تفاصيل سؤالك يجب ان يزيد عن 10 احرف

source: Summery
ar: التعريف

source: Success delete item
ar: تمت عملية الحذف بنجاح

source: Account name
ar: اسم الحساب

source: Account tag
ar: رمز الحساب

source: Error happened try again
ar: حدثت مشكلة ما اعد المحاولة

source: Native
ar: لغة الام

source: Beginner
ar: مبتدا

source: Elementary
ar: ابتدائي

source: Intermediate
ar: متوسط

source: Upper Intermediate
ar: فوق المتوسط

source: Advanced
ar: متقدم

source: Professional
ar: محترف

source: Group Description
ar: وصف المجموعه

source: Group Admins
ar: مدراء المجموعة

source: Group Pending Members
ar: أعضاء المجموعة المعلقة

source: Report about this blog
ar: الإبلاغ عن هذه المدونه

source: Share blog link
ar: مشاركة المدونة

source: Delete blog
ar: حذف المدونة

source: Edit blog
ar: تعديل المدونة

source: Comment for health care
ar: يحق فقط لمقدم الرعاية الصحصة التعليق هنا

source: Researcher
ar: باحث

source: Main Category
ar: القائمة الرئيسية

source: Reset
ar: اعادة التهيئة

source: Advance search
ar: البحث المتقدم

source: Account type
ar: نوع الحساب

source: Validation Error
ar: خطا في البيانات

source: Advantages
ar: المزايا

source: Owner
ar: المالك

source: Department information
ar: معلومات القسم

source: Total Member Count
ar: اجمالي عدد الاعضاء

source: Department name
ar: اسم القسم

source: department details
ar: تفاصيل القسم

source: Delete your account
ar: حذف حسابك

# about_health
source: A medical communication platform that seeks to create a community that brings healthCare providers together with individuals who wish to access different forms of medical services in the MENA region. It allows healthCare providers to create profile page and provide information to connect with individuals outside the health sector who wish to receive services or assistance from healthCare providers, and provides a reliable channel of communication between the community and the health sector.
ar: منصة تواصل طبية تسعى إلى خلق مجتمع يجمع مقدمي الرعاية الصحية مع الأفراد الراغبين في الحصول على مختلف أشكال الخدمات الطبية في منطقة الشرق الأوسط وشمال إفريقيا. تضم المنصة كل من الأفراد والمؤسسات على حد سواء حيث يسمح لمقدمي الرعاية الصحية بإنشاء صفحة للتعريف عن انفسهم وتقديم معلومات للتواصل مع الأفراد خارج القطاع الصحي الذين يرغبون في تلقي الخدمات أو المساعدة من مقدمي الرعاية الصحية ، ويوفر قناة اتصال موثوقة بين المجتمع والقطاع الصحي.

# about_our_vision
source: TO create a virtual health community in which service providers are encouraged to communicate by creating blogs and groups and answering questions related to their competence, in addition to encouraging service recipients to create real accounts and ask their problems and questions in high comfort and privacy environment.
ar: ان تشكل المنصة مجتمعا افتراضيا يعنى بالصحة ويتم فيه تشجيع مقدمي الخدمات على التواصل من خلال إنشاء مدوناتهم ومجموعاتهم والإجابة على الأسئلة المتعلقة باختصاصهم ، بالإضافة إلى تشجيع متلقي الخدمة على إنشاء حسابات حقيقية وطرح مشاكلهم وأسئلتهم في بيئة مريحة وخصوصية عالية.

# about_our_mision
source: Achieve easy, secure and fast access for all to the health service or information, where all users are comfortable with the platform and the presence of service providers effectively and actively in all disciplines, in addition to the rate of publishing and engagement for all categories of the platform community.
ar: تحقيق وصول سهل وآمن وسريع للجميع إلى الخدمة أو المعلومات الصحية ،وذلك عند ارتياح وتأالف كافة المستخدمين مع المنصة ووجود مقدمي الخدمة بشكل فعال ونشط في جميع التخصصات ، بالإضافة إلى معدل النشر والمشاركة لجميع فئات مجتمع المنصة.
