Repository: MohammadAlghafari/ArachnoIT
Catalog: lib/presentation/localization/l10n/app_*.arb
Languages: ar

# about_our_services
source: • Connect health providers with their recipients securely • Build a network linking health institutions, health service providers and trainees as well • Publish and share scientific articles about health issues • Answer users' medical questions • Providing medical consultations • Create a calender for each doctor
ar: • ربط مقدمي الرعاية الصحية مع متلقيهم بشكل آمن • بناء شبكة تربط المؤسسات الصحية ومقدمي الخدمات الصحية والمتدربين كذلك • نشر وتبادل المقالات العلمية حول القضايا الصحية • أجب عن أسئلة المستخدمين الطبية • تقديم الإستشارات الطبية • إنشاء تقويم للمرضى لكل طبيب

# about_advantages
source: • Sharing of medical articles or publications by doctors • Ask questions within groups, or direct them to a specific doctor • Create public or private groups for each particular doctor or speciality • Request medical consultation and attach necessary attachments to the doctor • Possibility to book an appointment for audio or video medical consultation
ar: • مشاركة الأطباء في المقالات أو المنشورات الطبية • طرح أسئلة ضمن مجموعات ، أو توجيهها إلى طبيب معين • إنشاء مجموعات عامة أو خاصة لكل طبيب أو تخصص معين • طلب الاستشارة الطبية وإرفاق المرفقات اللازمة للطبيب • إمكانية حجز موعد للاستشارة الطبية الصوتية أو المرئية

# about_clients
source: • Health care providers ○ Medical institutions ○ Doctors ○ Medical students or recent graduates • Individuals interested in access to health services
ar: • مقدمي الرعاية الصحية ○ المؤسسات الطبية ○ الأطباء ○ طلاب الطب أو الخريجين الجدد • الأفراد المهتمون بالحصول على الخدمات الصحية

source: Update
ar: تعديل

source: the file is downloading
ar: الملف قيد التحميل

source: Question files
ar: ملفات السؤال

source: You have exceeded the number of limited entries
ar: لقد تجاوزت العدد الادخال المحدود

source: Add Blog
ar: اضافة مقال

source: Your blog title
ar: عنوان المقال

source: Your blog details
ar: تفاصيل المقال

source: AUDIO
ar: مقطع صوتي

source: DOCS
ar: ملف

source: VIDEO
ar: فيديو

source: YOUTUBE LINK
ar: رابط يوتيوب

source: POST
ar: نشر

# this_blog_is_seen_only_health_car
source: This blog is seen only by healthcare providers
ar: هذا المقال سيظهر فقط لمقدمي الرعاية الصحية

source: Blog title should be more than 10 characters
ar: عنوان مقالك يجب ان يزيد عن 10 احرف

source: Blog Details should be more than 10 characters
ar: تفاصيل مقالك يجب ان يزيد عن 10 احرف

source: Invalid facebook account
ar: حساب الفيس بوك غير صالح

source: Continue with facebook
ar: الاستمرار بحساب الفيس بوك

source: Continue with google
ar: الاستمرار بحساب غوغل

source: Previous
ar: السابق

source: Select your category
ar: قم باختيار الصنف الرئيسي

source: Select your sub categories
ar: قم باختيار الاصناف الفرعية

source: Did not choose any category yet
ar: لم يتم اختيار الصنف الرئيسي

source: did not choose any sub category yet
ar: لم يتم اختيار الصنف الفرعي

source: You should select category first
ar: يجب عليك ان تختار صنف رئيسي اولا

# there_is_not_any_social_information_to_show
source: there is't any social information to show
ar: لا يوجد معلومات لهذا المقدم الرعاية الصحية

# this_health_care_provider_did_not_add_any_skills
source: this health care provider did't add any skills
ar: لم يقم مقدم الرعاية الصحية باضافة اي مهارة

# this_health_care_provider_did_not_add_any_summery
source: this health care provider didt add any summery
ar: لم يقم مقدم الرعاية الصحية باضافة اي تعريف عن نفسه

source: notifications
ar: الاشعارات

source: i agree with the
ar: اوافق على

source: terms
ar: سياسة الخصوصية

source: of use and
ar: و

source: privacy policy
ar: شروط الاستخدام

# to_show_question_detail_should_signup_or_login
source: to show question detail should
ar: لرؤية تفاصيل السؤال يجب ان

source: contnue with email
ar: استمرار بحساب بريد

# read_all
source: Marl all as Read
ar: قراءة الكل

source: Read more
ar: ..قراءة المزيد
